Repository: MisterT/solidmatter
Catalog: po/*/solidmatter.po
Languages: de

source: Connection error
de: Verbindungsfehler

source: Could not connect to the requested server
de: Verbindung zum gewählten Server konnte nicht hergestellt werden

source: Login failed
de: Anmeldung fehlgeschlagen

source: Please make sure that your login information is correct
de: Bitte überprüfen Sie ihre Anmeldedaten

source: Request canceled
de: Anfrage abgebrochen

source: The save request was cancelled by another user
de: Die Sicherungsanfrage wurde von einem anderen Nutzer abgebrochen

source: Aluminum
de: Aluminium

source: Steel
de: Stahl

source: Copper
de: Kupfer

source: Carbon
de: Karbon

source: Glass
de: Glas

source: Untitled project
de: Unbenanntes Projekt

source: Untitled assembly
de: Unbenannte Baugruppe

source: Rebuilding operator
de: Operator wird berechnet

source: part
de: Bauteil

source: assembly
de: Baugruppe

source: sketch
de: Zeichnung

source: Delete Sketch?
de: Zeichnung löschen?

source: The operator includes an associated sketch. Do you want to delete it?
de: Der Operator enhält eine zugeordnete Zeichnung. Soll diese ebenfalls gelöscht werden?

source: Untitled
de: Unbenanntes

source: <not saved>
de: <nicht gesichert>

source: <b>Rendering shadowmap...</b>
de: <b>Schatten wird berechnet...</b>

source: Processing scanline
de: Errechne Zeile

source: _Manage users and projects
de: _Nutzer und Projekte verwalten

source: _Run
de: _Starten

source: Search
de: Suchen

source: Shading
de: Darstellung

source: Shaded
de: Schattiert

source: Overlay
de: Überlagert

source: Wireframe
de: Drahtgitter

source: Hidden Lines
de: Versteckte Linien

source: Measure value
de: Wert messen

source: Bind to measured value
de: An gemessenen Wert binden

source: Sketch
de: Zeichnung

source: Type
de: Art

source: Direction
de: Richtung

source: Constant depth
de: Feste Tiefe

source: Up to selection
de: Bis Auswahl

source: Extrusion limit
de: Extrusionsgrenze

source: Depth
de: Tiefe

source: <b>Calculating solid volume...</b>
de: <b>Körpervolumen wird berechnet...</b>

source: sampling bucket
de: prüfe Teilvolumen

source: Exit operator without saving changes
de: Operator verlassen ohne zu speichern

source: Save changes and exit operator
de: Änderungen speichern und Operator verlassen

source: Part could not be built
de: Bauteil konnte nicht errechnet werden

source: Please recheck all operator settings and close any open sketch regions!
de: Bitte alle Zeichnungen und Operatoreinstellungen noch einmal überprüfen

source: Finish using tool
de: Werzeug beenden

source: Drag a part to move it around, right click for options:
de: Bauteil durch ziehen mit der Maus bewegen:

source: Select a feature from your model, right click for options:
de: Operator auswählen:

source: Pick a closed region from a sketch:
de: Geschlossenen Bereich in Zeichnung wählen:

source: Select a single plane:
de: Fläche für Zeichnung auswählen:

source: Drag left to pan, drag right to rotate the camera, middle drag for zoom:
de: Anischt mit linker Maustaste verschieben, mit mittlerer zoomen, mit rechter rotieren:

source: Pick a series of points to display the lenght of the path along them:
de: Eine Reihe von Punkten auswählen um die Strecke anzuzeigen:

source: Distance:
de: Abstand:

source: Click left to create a point, middle click to move points:
de: Linksklick für neuen Punkt, Mittelklick zum bewegen von Punkten:

source: Click left to select center:
de: Mittelpunkt wählen:

source: Click left to select first point on arc:
de: Ersten Punkt auf Bogen wählen:

source: Click left to select second point on arc:
de: Zweiten Punkt auf Bogen wählen

source: Click left to select a point on the circle:
de: Einen Punkt auf dem Kreis wählen:

source: Click left to select first point on circle:
de: Ersten Punkt auf Kreis wählen:

source: Click left to select second point on circle:
de: Zweiten Punkt auf Kreis wählen:

source: Choose a segment or two points to add a dimension:
de: Segment oder zwei Punkte für Bemaßung wählen:

source: Choose a point to position your dimension:
de: Ort zum ablegen der Bemaßung wählen:

source: Click left to select points, drag to move points, right click for options:
de: Zeichnung bearbeiten:

source: Click left to delete subsegments of your sketch:
de: Bereich der Zeichnung zum wegschneiden wählen:

source: Save project as..
de: Projekt sichern als...

source: Choose project file
de: Projektdatei wählen

source: Export as...
de: Exportieren...

source: Open Machinist project
de: Solid|matter Projekt

source: All filetypes
de: Alle Dateiarten

source: /_File
de: /_Datei

source: /File/New project...
de: /Datei/Neues Projekt...

source: /File/Open project...
de: /Datei/Projekt öffnen...

source: /File/_Save project
de: /Datei/Projekt _sichern

source: /File/Save project as...
de: /Datei/Projekt sichern als...

source: /File/Export selection...
de: /Datei/Auswahl exportieren...

source: /File/sep1
de: /Datei/sep1

source: /File/Project information
de: /Datei/Projektinformationen

source: /File/Make project public...
de: /Datei/Projekt veröffentlichen...

source: /File/Print...
de: /Datei/Drucken...

source: /File/sep2
de: /Datei/sep2

source: /File/Quit
de: /Datei/Beenden

source: /_Edit
de: /_Bearbeiten

source: /Edit/Undo
de: /Bearbeiten/Rückgängig

source: /Edit/Redo
de: /Bearbeiten/Wiederholen

source: /Edit/sep4
de: /Bearbeiten/sep4

source: /Edit/Cut
de: /Bearbeiten/Ausschneiden

source: /Edit/Copy
de: /Bearbeiten/Kopieren

source: /Edit/Paste
de: /Bearbeiten/Einfügen

source: /Edit/Delete
de: /Bearbeiten/Entfernen

source: /Edit/Preferences
de: /Bearbeiten/Einstellungen

source: /_View
de: /_Ansicht

source: /View/Front
de: /Ansicht/Vorne

source: /View/Back
de: /Ansicht/Hinten

source: /View/Right
de: /Ansicht/Rechts

source: /View/Left
de: /Ansicht/Links

source: /View/Top
de: /Ansicht/Oben

source: /View/Bottom
de: /Ansicht/Unten

source: /View/Isometric
de: /Ansicht/Isometrisch

source: /View/sep4
de: /Ansicht/sep4

source: /View/Stereo vision
de: /Ansicht/Stereoskopisch

source: /View/Diagnostic shading
de: /Ansicht/Diagnosedarstellung

source: /View/Render shadows
de: /Ansicht/Schatten darstellen

source: /View/Fullscreen
de: /Ansicht/Vollbild

source: /_Tools
de: /_Werkzeug

source: /Tools/Measure distance
de: /Werkzeug/Abstand messen

source: /Tools/Measure area
de: /Werkzeug/Fläche messen

source: /Tools/Measure angle
de: /Werkzeug/Winkel messen

source: /Tools/sep4
de: /Werkzeug/sep4

source: /Tools/Analyze interference
de: /Werkzeug/Auf Überschneidung prüfen

source: /Tools/Bill of materials
de: /Werkzeug/Materialliste

source: /Tools/Material editor
de: /Werkzeug/Werkstoffeditor

source: /Simulation/Update constraints
de: /Simulation/Beschränkungen aktualisieren

source: /Simulation/Auto-update constraints
de: /Simulation/Beschränkungen aktuell halten

source: /Simulation/Activate contact solver
de: /Simulation/Auf Kollisionen prüfen

source: /Simulation/Define contact set...
de: /Simulation/Kontaktgruppe definieren...

source: /_Help
de: /_Hilfe

source: /Help/_About Solid|matter
de: /Hilfe/Ü_ber Solid|matter

source: New
de: Neu

source: Create a new project, part or assembly
de: Neues Projekt, Bauteil oder Baugruppe erstellen

source: Save
de: Sichern

source: Select
de: Auswahl

source: Choose selection mode
de: Auswahlmodus

source: Return
de: Hoch

source: Work on parent assembly
de: An übergeordneter Baugruppe arbeiten

source: Camera
de: Kamera

source: Position the 3d viewpoint
de: Ansicht verändern

source: Zoom selection
de: Einpassen

source: Fit all selected objects into view
de: Zoom auf die ausgewählten Objekte

source: Look at
de: Ansehen

source: Make view orthogonal to selected plane
de: Ansicht im rechten Winkel zur gewählten Fläche stellen

source: Previous
de: Zurück

source: Previous camera location
de: Vorherige Ansicht

source: Next camera location
de: Nächst Ansicht

source: Select shading mode for the viewport
de: Darstellungsmodus wählen

source: Focus
de: Fokus

source: Make all components except the current one transparent
de: Zeigt alle Komponenten ausser der aktuellen transparent

source: Insert
de: Einfügen

source: Library
de: Sammlung

source: Constrain
de: Beschränken

source: Contacts
de: Kontakte

source: Spring
de: Feder

source: Belt
de: Riemen

source: Animate
de: Animieren

source: Grid pattern
de: Rastermuster

source: Circular pattern
de: Kreismuster

source: Mirror
de: Spiegeln

source: Extrude
de: Extrudieren

source: Revolve
de: Drehen

source: Hole
de: Loch

source: Shell
de: Hülle

source: Loft
de: Überzug

source: Sweep
de: Führung

source: Coil
de: Spule

source: Fillet
de: Verrundung

source: Chamfer
de: Fase

source: Pattern
de: Muster

source: Line
de: Linie

source: Line tool
de: Linienwerkzeug

source: Circle
de: Kreis

source: Circle tool
de: Kreiswerkzeug

source: Arc
de: Bogen

source: Arc tool
de: Bogenwerkzeug

source: Rectangle
de: Rechteck

source: Polygon
de: Vieleck

source: Dimension
de: Bemaßung

source: Trim
de: Schneiden

source: Project
de: Projektion

source: Offset
de: Abstand

source: All part instances
de: Alle Bauteilinstanzen

source: Parts checked for collisions
de: Geprüft

source: Projects on server
de: Projekte auf Server

source: User's projects
de: Zugriff

source: Projects
de: Projekte

source: Users
de: Nutzer

source: Servers on local network
de: Server im lokalen Netzwerk

source: Save changes to
de: Änderungen sichern an

source: Operators
de: Operatoren

source: _Return
de: _Hoch

source: Duplicate instance
de: Instanz duplizieren

source: Duplicate original
de: Original duplizieren

source: Visible
de: Sichtbar

source: Show center of gravity
de: Schwerpunkt zeigen

source: Edit dimensions
de: Bemaßungen bearbeiten

source: Edit operator
de: Operator bearbeiten

source: Edit sketch
de: Zeichnung bearbeiten

source: Enabled
de: Aktiv

source: Duplicate sketch
de: Zeichnung duplizieren

source: Snap to points
de: Auf Punkte schnappen

source: Snap to grid
de: Auf Raster schnappen

source: Use guides
de: Hilfslinien

source: <b>Assembly properties</b>
de: <b>Baugruppeneigenschaften</b>

source: Author:
de: Autor:

source: <b>Information </b>
de: <b>Informationen</b>

source: Area:
de: Fläche:

source: Volume:
de: Volumen:

source: Mass:
de: Gewicht:

source: Update
de: Aktualisieren

source: <b>Solid properties </b>
de: <b>Volumenkörpereigenschaften</b>

source: Create new...
de: Erzeugen...

source: Create new project, assembly or part...
de: Neues Projekt, Bauteil oder Baugrupe...

source: Create new project...
de: Neues Projekt...

source: Create new assembly
de: Neue Baugruppe

source: Create new Part
de: Neues Bauteil

source: Your changes will be lost if you don't save them
de: Ihre Änderungen gehen verloren wenn sie nicht sichern

source: _Close without saving
de: Schliessen ohne zu speichern

source: <b>Make project public</b>
de: <b>Projekt veröffentlichen</b>

source: <b>Host project locally</b>
de: <b>Projekt lokal freigeben</b>

source: This allows other machines to connect to your computer and take part in your project
de: Dies erlaubt anderen Nutzern sich mit Ihrem Rechner zu verbinden und an Ihrem Projekt teilzunehmen

source: <b>Upload to remote server</b>
de: <b>Auf Server hochladen</b>

source: This uploads the project to a central server and joins it
de: Dies läd das Projekt auf einen zentralen Server und verbindet sich gleichzeitig damit

source: Bookmarks:
de: Lesezeichen:

source: Adress:
de: Adresse:

source: Login:
de: Benutzername:

source: Password:
de: Kennwort:

source: _Make public
de: __Veröffentlichen

source: Preferences
de: Einstellungen

source: Save projects here:
de: Projekte hier sichern:

source: Choose project directory
de: Projektverzeichnis wählen

source: _Create part automatically
de: _Bauteil automatisch erzeugen

source: <b>New Projects</b>
de: <b>Neue Projekte</b>

source: Mouse sensitivity
de: Mausempfindlichkeit

source: Snapping distance
de: Schnappabstand

source: pixels
de: Pixel

source: <b>View handling</b>
de: <b>Ansichtsteuerung</b>

source: Behaviour
de: Verhalten

source: Unit system:
de: Einheit:

source: Default unit:
de: Standardeinheit:

source: Digits:
de: Nachkommastellen:

source: _Show units
de: _Einheiten anzeigen

source: <b>Units</b>
de: <b>Einheiten</b>

source: Major grid spacing:
de: Grober Rasterabstand:

source: Minor grid spacing:
de: Feiner Rasterabstand:

source: _Show minor lines
de: _Feine Unterteilung anzeigen

source: <b>Grid</b>
de: <b>Raster</b>

source: Units
de: Einheiten

source: Light two
de: Licht zwei

source: Light one
de: LIcht eins

source: Background
de: Hintergrund

source: Selection
de: Auswahl

source: Edges
de: Kanten

source: <b>Viewport</b>
de: <b>Ansichtbereich</b>

source: Reference geometry
de: Referenzgeometrie

source: Guides
de: Hilfslinien

source: Under-defined
de: Unterbeschränkt

source: Completely defined
de: Vollständig beschränkt

source: Over-defined
de: Überbeschränkt

source: <b>Sketch</b>
de: <b>Zeichnung</b>

source: Colors
de: Farben

source: Managed _garbage collection
de: _Optimierte Speicherbereinigung

source: (much faster, but higher peak memory usage)
de: (viel schneller, aber höherer Speicherverbrauch)

source: <b>Internal</b>
de: <b>Intern</b>

source: Memory
de: Speicher

source: Performance
de: Geschwindigkeit

source: <b>Optimize for</b>
de: <b>Optimieren für</b>

source: Use line _antialiasing
de: Linien _weichzeichnen

source: Use _stencil transparency
de: _Maskentransparenz verwenden

source: Surface resolution
de: Oberflächenauflösung

source: _Dynamic level of detail
de: _Auflösung dynamisch anpassen

source: <b>Tesselation</b>
de: <b>Flächenannäherung</b>

source: Use _view transitions
de: Ansichtübergänge _verwenden

source: Transition duration
de: Übergangsdauer

source: Use _working plane animations
de: Arbeitsebenen _animieren

source: Animation duration
de: Dauer der Animation

source: <b>Animations</b>
de: <b>Animationen</b>

source: Display
de: Darstellung

source: Left eye:
de: Linkes Auge:

source: Right eye:
de: Rechtes Auge:

source: <b>Colors</b>
de: <b>Farben</b>

source: Eye distance:
de: Augenabstand:

source: Focused
de: Fokussiert

source: <b>Spatial settings</b>
de: <b>Räumliche Einstellungen</b>

source: Stereo vision
de: Stereoskopie

source: <b> Create and edit materials</b>
de: <b> Werstoffe erzeugen und bearbeiten</b>

source: Material:
de: Werkstoff:

source: Color:
de: Farbe:

source: Smoothness:
de: Glätte:

source: Specularity:
de: Glanz:

source: Reflectivity:
de: Reflektion:

source: Density:
de: Dichte:

source: <b>Simulation settings</b>
de: <b>Simulations parameter</b>

source: Move to user's projects
de: Zu Nutzer bewegen

source: Remove project from user
de: Nutzer von Projekt abmelden

source: <b>Colliding parts</b>
de: <b>Kollidierende Bauteile</b>

source: Samples / second:
de: Proben / Sekunde:

source: Accuracy:
de: Genauigkeit:

source: Friction:
de: Reibung:

source: Interactive:
de: Interaktiv:

source: <b>Solver parameters</b>
de: <b>Solverparameter</b>

source: <b>Part properties</b>
de: <b>Bauteileigenschaften</b>

source: <b>Information</b>
de: <b>Informationen</b>

source: Material:
de: Werkstoff:

source: In use by:
de: Benutzt von:

source: nobody
de: niemand

source: Mark as used
de: Bearbeiten

source: <b>Solid properties</b>
de: <b>Volumenkörpereigenschaften</b>

source: Solid|matter Workgroup server
de: Solid|matter Arbeitsgruppen server

source: _File
de: _Datei

source: Projects directory ...
de: Projektverzeichnis ...

source: S_top
de: _Anhalten

source: _Help
de: _Hilfe

source: <b>Manage multi-user projects</b>
de: <b>Arbeitsgruppen verwalten</b>

source: Add new project to the pool
de: Neues Projekt hinzufügen

source: Remove selected project from the pool
de: Projekt entfernen

source: Edit selected project
de: Projekt bearbeiten

source: <b>Hosted Projects</b>
de: <b>Freigegebene Projekte</b>

source: Add new user account
de: Neuen Nutzeraccount hinzufügen

source: Delete selected user account
de: Nutzeraccount entfernen

source: Edit selected user account
de: Nutzeraccount bearbeiten

source: <b>User Accounts</b>
de: <b>Nutzeraccounts</b>

source: <b> User account properties</b>
de: <b> Nutzeraccounteigenschaften</b>

source: <b>Information </b>
de: <b>Informationen</b>

source: <b>Projects</b>
de: <b>Projekte</b>

source: <b>New project</b>
de: <b>Neues Projekt</b>

source: <b>Create new local project</b>
de: <b>Neues lokales Projekt erzeugen</b>

source: This creates a regular project file on your local hard-drive
de: Dies erzeugt ein neues Projekt auf dem lokalen Rechner

source: <b>Create new multi-user project...</b>
de: <b>Neues Mehrbenutzerprojekt...</b>

source: This creates a project file on your hard-drive and makes it accessible to other users on the network
de: Dies erzeugt ein lokales Projekt und macht es im Netzwerk zur Teilnahme verfügbar

source: <b>Join multi-user project</b>
de: <b>An Arbeitsgruppe beteiligen</b>

source: Username:
de: Benutzername:

source: <b>Login data</b>
de: <b>Anmeldedaten</b>

source: Bookmarks:
de: Lesezeichen:

source: <b>Server information</b>
de: <b>Serverinformationen</b>

source: <b>Projects on server</b>
de: <b>Projekte auf Server</b>

source: _Join project
de: _Teilnehmen

source: <b>Save request</b>
de: <b>Sicherungsanfrage</b>

source: <b>Somebody wants to save the project to the server</b>
de: <b>Jemand möchte das Projekt auf dem Server sichern</b>

source: You can delay the request for a minute to clean up changes that you made to the project, before choosing 'File -> Save project' from the menu. Choose "Cancel request" if you left a part in dysfunctional state or don't otherwise feel ready to save just now.
de: Sie können die Anfrage um eine Minute verzögern um die aktuelle Arbeit fertig zu stellen, bevor Sie 'Datei -> Projekt sichern' aus dem Menü wählen. Wählen sie "Anfrage abbrechen" wenn Sie ein Bauteil vorrübergehend in einen dysfunktionalen Zustand bringen mussten, oder aus anderen Gründen noch nicht bereit zum Sichern sind.

source: Delay save
de: Sicherung verzögern

source: Cancel request
de: Anfrage abbrechen

source: Save now
de: Jetzt sichern

source: <b>Open project</b>
de: <b>Projekt öffnen</b>

source: <b>Open local project...</b>
de: <b>Lokales Projekt öffnen...</b>

source: This opens a regular project file on your local hard-drive
de: Dies öffnet eine Projektdatei auf dem lokalen Rechner

source: <b>Join a multi-user project...</b>
de: <b>An Arbeitsgruppe beteiligen...</b>

source: This allows you to specify a network server hosting an Open Machinist multi-user session. You need a login for that server to make edits
de: Dies erlaubt Ihnen einen Server anzugeben der Solid|matter Projekte freigibt. Sie benötigen gültige Zugangsdaten um Änderungen vorzunehmen.

source: <b>Insert component</b>
de: <b>Koponente einfügen</b>

source: Parts Assemblies
de: Bauteile Baugruppen

source: Refresh thumbnails
de: Vorschau aktualisieren

source: Delete selected component
de: Gewählte Komponente löschen

source: Add a new instance of selected part to the project
de: Neue Instanz des gewählten Bauteils zum Projekt hinzufügen

source: <b>The model is being rebuilt...</b>
de: <b>Das Modell wird neu berechnet...</b>

source: Save request
de: Sicherungsanfrage

source: <b>Waiting for other clients...</b>
de: <b>Warte auf andere Nutzer...</b>

source: Please wait while other users take their time to get the project ready for saving. If this takes way too long, you can still cancel the request and retry at a later time.
de: Bitte haben Sie etwas Geduld während die anderen Nutzer auf Ihre Anfrage reagieren. Sollte ihnen dies viel zu lange dauern, so können Sie die Anfrage abbrechen und es später noch einmal zu versuchen.

source: <b>Export selected geometry</b>
de: <b>Ausgewählte Objekte exportieren</b>

source: Surface resolution:
de: Oberflächenauflösung:

source: Max. COG deviation:
de: Max. Schwerpunktabweichung:

source: Show _preview
de: Vorschau

source: <b>Export quality settings</b>
de: <b>Exportqualitätseinstellungen</b>

source: _Export
de: _Exportieren

source: About Solid|matter
de: Über Solid|matter

source: A parametrical, 3d, mechanical design application for the Gnome desktop.
de: Eine parametrische 3d-CAD Anwendung zur Verwendung im Produktdesign für den Gnome Desktop.

source: <b>Project Information</b>
de: <b>ProjektInformationen</b>

source: <b>General</b>
de: <b>Allgemein</b>

source: Total number of parts:
de: Bauteile:

source: Number of unique parts:
de: Unterschiedliche Bauteile:

source: Total number of subassemblies:
de: Baugruppen:

source: Number of unique subassemblies:
de: Unterschiedliche Baugruppen:

source: <b>Bill of Materials</b>
de: <b>Materialliste</b>
